[
    {
        "name": "Aries",
        "image": "Aries.png",
        "periodo": [
            "1900-03-21",
            "1900-04-20"
        ],
        "description": "Aries es el último signo del zodiaco, pertenece al elemento agua, su planeta regente es Neptuno y su símbolo son dos peces que nadan en sentido contrario, lo cual representa la naturaleza cambiante, contradictoria e inconstante de sus nativos que han nacido entre el 19 de febrero al 20 de marzo. La personalidad de los piscianos es una de las más complejas y difíciles de definir. Influenciables y perceptivos que absorben todo tipo de impresión con peligro de caer en la confusión y desorganización. Con grandes valores espirituales, es el signo más desapegado a lo terrenal y más relacionado a lo trascendental. Se caracterizan por tener una poderosa imaginación, hasta tal punto que se desconectan de la realidad.",
        "ficha":[
            "Elemento: Agua",
            "Cualidad: Mutable",
            "Color: Mauve, Lila, Púrpura, Violeta, Verde mar",
            "Día: Jueves, Lunes",
            "Regente: Neptuno",
            "Mayor compatibilidad con: Cáncer, Escorpio",
            "Mejor pareja para matrimonio y asociaciones: Virgo",
            "Números de la suerte: 3, 7, 12, 16, 21, 25, 30, 34, 43, 52",
            "Rango de nacimiento: 19 de febrero - 20 de marzo"
        ],
        "caracteristicas": [
            "Los Aries son personas tranquilas, pacientes y amables. Son sensibles a los sentimientos de los demás y responden con simpatía y tacto al sufrimiento de las personas que los rodean. Son muy queridos por los demás porque tienen un carácter afable, cariñoso y amable.",
            "Las personas que han nacido bajo este signo suelen asumir sus responsabilidades y tienden a ser los primeros en resolver los problemas, además, también se preocupan mucho por los altibajos que pueden tener sus personas más cercanas.",
            "Las personas nacidas bajo este signo tienen un entendimiento intuitivo del ciclo de la vida y por ello logran tener buenas relaciones con otros seres humanos. Los Piscis son conocido por su sabiduría, pero bajo la influencia de Urano, pueden tomar el rol de mártir para atraer la atención. Los Piscis no juzgan a los demás y siempre perdonan. También son conocidos por ser el signo más tolerante del zodiaco."
        ],
        "periodDescription": "Se considera que alguien es del signo de Aries cuando su Sol natal empieza a manifestarse en forma plena, a partir del 19 de febrero, rango exacto del comienzo del mes de este signo. Por lo tanto, la actividad solar de esta casa afectará a los nacidos entre el 19 de febrero y el 20 de marzo. Piscis: Predicciones 2022 Un piscis es imaginativo y sensible. Es amable y tiene compasión hacia los demás. Es intuitivo y piensa en los demás. A piscis le gusta estar solo para soñar. Le gusta el misterio y el ridículo. Le gusta perderse.",
        "health": "Este 2022 debes tener mucho cuidado con el sobrepeso que puede afectar tus pie, así que lo ideal sería practicar la reflexologia para que alivies todos tus males. También estarás algo ansioso, así que relájate, cuida de tu salud y todo volverá a su curso.",
        "money": "Este 2022 se concretarán todos los negocios que tienes en mente, el éxito estará de tu lado, así que reúne toda tu energía para atraer las vibras positivas.",
        "love": "En este 2022 tienes que analizar todo con respecto al amor, así que evalúa alguna actitud tuya y trata de corregirla. \n Si tienes pareja esta puede ser una época en la que los dos opten por tomar un receso en su relación a fin de evaluar lo conseguido hasta ese momento. Si hay cordura y ganas es probable que las cosas reinicien favorablemente.",
        "past": "tuviste muchos problemas pero supiste encontrar el camino para resolverlos y crecer.",
        "present": "Es un momento propicio para el trabajo y el estudio, en especial para hacer trabajos prácticos atrasados de React.",
        "future": "Se ve un certificado de aprobación de una cursada muy importante, pero es necesario dedicarle el tiempo para disfrutar de los logros.",
        "YearWord": "Yo creo"
    },

    {
        "name": "Tauro",
        "image": "Tauro.png",
        "periodo": [
            "1900-04-21",
            "1900-05-20"
        ],
        "description": "Tauro es el último signo del zodiaco, pertenece al elemento agua, su planeta regente es Neptuno y su símbolo son dos peces que nadan en sentido contrario, lo cual representa la naturaleza cambiante, contradictoria e inconstante de sus nativos que han nacido entre el 19 de febrero al 20 de marzo. La personalidad de los piscianos es una de las más complejas y difíciles de definir. Influenciables y perceptivos que absorben todo tipo de impresión con peligro de caer en la confusión y desorganización. Con grandes valores espirituales, es el signo más desapegado a lo terrenal y más relacionado a lo trascendental. Se caracterizan por tener una poderosa imaginación, hasta tal punto que se desconectan de la realidad.",
        "ficha":[
            "Elemento: Agua",
            "Cualidad: Mutable",
            "Color: Mauve, Lila, Púrpura, Violeta, Verde mar",
            "Día: Jueves, Lunes",
            "Regente: Neptuno",
            "Mayor compatibilidad con: Cáncer, Escorpio",
            "Mejor pareja para matrimonio y asociaciones: Virgo",
            "Números de la suerte: 3, 7, 12, 16, 21, 25, 30, 34, 43, 52",
            "Rango de nacimiento: 19 de febrero - 20 de marzo"
        ],
        "caracteristicas": [
            "Los Tauro son personas tranquilas, pacientes y amables. Son sensibles a los sentimientos de los demás y responden con simpatía y tacto al sufrimiento de las personas que los rodean. Son muy queridos por los demás porque tienen un carácter afable, cariñoso y amable.",
            "Las personas que han nacido bajo este signo suelen asumir sus responsabilidades y tienden a ser los primeros en resolver los problemas, además, también se preocupan mucho por los altibajos que pueden tener sus personas más cercanas.",
            "Las personas nacidas bajo este signo tienen un entendimiento intuitivo del ciclo de la vida y por ello logran tener buenas relaciones con otros seres humanos. Los Piscis son conocido por su sabiduría, pero bajo la influencia de Urano, pueden tomar el rol de mártir para atraer la atención. Los Piscis no juzgan a los demás y siempre perdonan. También son conocidos por ser el signo más tolerante del zodiaco."
        ],
        "periodDescription": "Se considera que alguien es del signo de Tauro cuando su Sol natal empieza a manifestarse en forma plena, a partir del 19 de febrero, rango exacto del comienzo del mes de este signo. Por lo tanto, la actividad solar de esta casa afectará a los nacidos entre el 19 de febrero y el 20 de marzo. Piscis: Predicciones 2022 Un piscis es imaginativo y sensible. Es amable y tiene compasión hacia los demás. Es intuitivo y piensa en los demás. A piscis le gusta estar solo para soñar. Le gusta el misterio y el ridículo. Le gusta perderse.",
        "health": "Este 2022 debes tener mucho cuidado con el sobrepeso que puede afectar tus pie, así que lo ideal sería practicar la reflexologia para que alivies todos tus males. También estarás algo ansioso, así que relájate, cuida de tu salud y todo volverá a su curso.",
        "money": "Este 2022 se concretarán todos los negocios que tienes en mente, el éxito estará de tu lado, así que reúne toda tu energía para atraer las vibras positivas.",
        "love": "En este 2022 tienes que analizar todo con respecto al amor, así que evalúa alguna actitud tuya y trata de corregirla. \n Si tienes pareja esta puede ser una época en la que los dos opten por tomar un receso en su relación a fin de evaluar lo conseguido hasta ese momento. Si hay cordura y ganas es probable que las cosas reinicien favorablemente.",
        "past": "tuviste muchos problemas pero supiste encontrar el camino para resolverlos y crecer.",
        "present": "Es un momento propicio para el trabajo y el estudio, en especial para hacer trabajos prácticos atrasados de React.",
        "future": "Se ve un certificado de aprobación de una cursada muy importante, pero es necesario dedicarle el tiempo para disfrutar de los logros.",
        "YearWord": "Yo creo"
    },

    {
        "name": "Géminis",
        "image": "Geminis.png",
        "periodo": [
            "1900-05-21",
            "1900-06-20"
        ],
        "description": "Géminis es el último signo del zodiaco, pertenece al elemento agua, su planeta regente es Neptuno y su símbolo son dos peces que nadan en sentido contrario, lo cual representa la naturaleza cambiante, contradictoria e inconstante de sus nativos que han nacido entre el 19 de febrero al 20 de marzo. La personalidad de los piscianos es una de las más complejas y difíciles de definir. Influenciables y perceptivos que absorben todo tipo de impresión con peligro de caer en la confusión y desorganización. Con grandes valores espirituales, es el signo más desapegado a lo terrenal y más relacionado a lo trascendental. Se caracterizan por tener una poderosa imaginación, hasta tal punto que se desconectan de la realidad.",
        "ficha":[
            "Elemento: Agua",
            "Cualidad: Mutable",
            "Color: Mauve, Lila, Púrpura, Violeta, Verde mar",
            "Día: Jueves, Lunes",
            "Regente: Neptuno",
            "Mayor compatibilidad con: Cáncer, Escorpio",
            "Mejor pareja para matrimonio y asociaciones: Virgo",
            "Números de la suerte: 3, 7, 12, 16, 21, 25, 30, 34, 43, 52",
            "Rango de nacimiento: 19 de febrero - 20 de marzo"
        ],
        "caracteristicas": [
            "Los Géminis son personas tranquilas, pacientes y amables. Son sensibles a los sentimientos de los demás y responden con simpatía y tacto al sufrimiento de las personas que los rodean. Son muy queridos por los demás porque tienen un carácter afable, cariñoso y amable.",
            "Las personas que han nacido bajo este signo suelen asumir sus responsabilidades y tienden a ser los primeros en resolver los problemas, además, también se preocupan mucho por los altibajos que pueden tener sus personas más cercanas.",
            "Las personas nacidas bajo este signo tienen un entendimiento intuitivo del ciclo de la vida y por ello logran tener buenas relaciones con otros seres humanos. Los Piscis son conocido por su sabiduría, pero bajo la influencia de Urano, pueden tomar el rol de mártir para atraer la atención. Los Piscis no juzgan a los demás y siempre perdonan. También son conocidos por ser el signo más tolerante del zodiaco."
        ],
        "periodDescription": "Se considera que alguien es del signo de Géminis cuando su Sol natal empieza a manifestarse en forma plena, a partir del 19 de febrero, rango exacto del comienzo del mes de este signo. Por lo tanto, la actividad solar de esta casa afectará a los nacidos entre el 19 de febrero y el 20 de marzo. Piscis: Predicciones 2022 Un piscis es imaginativo y sensible. Es amable y tiene compasión hacia los demás. Es intuitivo y piensa en los demás. A piscis le gusta estar solo para soñar. Le gusta el misterio y el ridículo. Le gusta perderse.",
        "health": "Este 2022 debes tener mucho cuidado con el sobrepeso que puede afectar tus pie, así que lo ideal sería practicar la reflexologia para que alivies todos tus males. También estarás algo ansioso, así que relájate, cuida de tu salud y todo volverá a su curso.",
        "money": "Este 2022 se concretarán todos los negocios que tienes en mente, el éxito estará de tu lado, así que reúne toda tu energía para atraer las vibras positivas.",
        "love": "En este 2022 tienes que analizar todo con respecto al amor, así que evalúa alguna actitud tuya y trata de corregirla. \n Si tienes pareja esta puede ser una época en la que los dos opten por tomar un receso en su relación a fin de evaluar lo conseguido hasta ese momento. Si hay cordura y ganas es probable que las cosas reinicien favorablemente.",
        "past": "tuviste muchos problemas pero supiste encontrar el camino para resolverlos y crecer.",
        "present": "Es un momento propicio para el trabajo y el estudio, en especial para hacer trabajos prácticos atrasados de React.",
        "future": "Se ve un certificado de aprobación de una cursada muy importante, pero es necesario dedicarle el tiempo para disfrutar de los logros.",
        "YearWord": "Yo creo"
    },

    {
        "name": "Cáncer",
        "image": "Cancer.png",
        "periodo": [
            "1900-06-21",
            "1900-07-20"
        ],
        "description": "Cáncer es el último signo del zodiaco, pertenece al elemento agua, su planeta regente es Neptuno y su símbolo son dos peces que nadan en sentido contrario, lo cual representa la naturaleza cambiante, contradictoria e inconstante de sus nativos que han nacido entre el 19 de febrero al 20 de marzo. La personalidad de los piscianos es una de las más complejas y difíciles de definir. Influenciables y perceptivos que absorben todo tipo de impresión con peligro de caer en la confusión y desorganización. Con grandes valores espirituales, es el signo más desapegado a lo terrenal y más relacionado a lo trascendental. Se caracterizan por tener una poderosa imaginación, hasta tal punto que se desconectan de la realidad.",
        "ficha":[
            "Elemento: Agua",
            "Cualidad: Mutable",
            "Color: Mauve, Lila, Púrpura, Violeta, Verde mar",
            "Día: Jueves, Lunes",
            "Regente: Neptuno",
            "Mayor compatibilidad con: Cáncer, Escorpio",
            "Mejor pareja para matrimonio y asociaciones: Virgo",
            "Números de la suerte: 3, 7, 12, 16, 21, 25, 30, 34, 43, 52",
            "Rango de nacimiento: 19 de febrero - 20 de marzo"
        ],
        "caracteristicas": [
            "Los Cáncer son personas tranquilas, pacientes y amables. Son sensibles a los sentimientos de los demás y responden con simpatía y tacto al sufrimiento de las personas que los rodean. Son muy queridos por los demás porque tienen un carácter afable, cariñoso y amable.",
            "Las personas que han nacido bajo este signo suelen asumir sus responsabilidades y tienden a ser los primeros en resolver los problemas, además, también se preocupan mucho por los altibajos que pueden tener sus personas más cercanas.",
            "Las personas nacidas bajo este signo tienen un entendimiento intuitivo del ciclo de la vida y por ello logran tener buenas relaciones con otros seres humanos. Los Piscis son conocido por su sabiduría, pero bajo la influencia de Urano, pueden tomar el rol de mártir para atraer la atención. Los Piscis no juzgan a los demás y siempre perdonan. También son conocidos por ser el signo más tolerante del zodiaco."
        ],
        "periodDescription": "Se considera que alguien es del signo de Cáncer cuando su Sol natal empieza a manifestarse en forma plena, a partir del 19 de febrero, rango exacto del comienzo del mes de este signo. Por lo tanto, la actividad solar de esta casa afectará a los nacidos entre el 19 de febrero y el 20 de marzo. Piscis: Predicciones 2022 Un piscis es imaginativo y sensible. Es amable y tiene compasión hacia los demás. Es intuitivo y piensa en los demás. A piscis le gusta estar solo para soñar. Le gusta el misterio y el ridículo. Le gusta perderse.",
        "health": "Este 2022 debes tener mucho cuidado con el sobrepeso que puede afectar tus pie, así que lo ideal sería practicar la reflexologia para que alivies todos tus males. También estarás algo ansioso, así que relájate, cuida de tu salud y todo volverá a su curso.",
        "money": "Este 2022 se concretarán todos los negocios que tienes en mente, el éxito estará de tu lado, así que reúne toda tu energía para atraer las vibras positivas.",
        "love": "En este 2022 tienes que analizar todo con respecto al amor, así que evalúa alguna actitud tuya y trata de corregirla. \n Si tienes pareja esta puede ser una época en la que los dos opten por tomar un receso en su relación a fin de evaluar lo conseguido hasta ese momento. Si hay cordura y ganas es probable que las cosas reinicien favorablemente.",
        "past": "tuviste muchos problemas pero supiste encontrar el camino para resolverlos y crecer.",
        "present": "Es un momento propicio para el trabajo y el estudio, en especial para hacer trabajos prácticos atrasados de React.",
        "future": "Se ve un certificado de aprobación de una cursada muy importante, pero es necesario dedicarle el tiempo para disfrutar de los logros.",
        "YearWord": "Yo creo"
    },

    {
        "name": "Leo",
        "image": "Leo.png",
        "periodo": [
            "1900-07-21",
            "1900-08-20"
        ],
        "description": "Leo es el último signo del zodiaco, pertenece al elemento agua, su planeta regente es Neptuno y su símbolo son dos peces que nadan en sentido contrario, lo cual representa la naturaleza cambiante, contradictoria e inconstante de sus nativos que han nacido entre el 19 de febrero al 20 de marzo. La personalidad de los piscianos es una de las más complejas y difíciles de definir. Influenciables y perceptivos que absorben todo tipo de impresión con peligro de caer en la confusión y desorganización. Con grandes valores espirituales, es el signo más desapegado a lo terrenal y más relacionado a lo trascendental. Se caracterizan por tener una poderosa imaginación, hasta tal punto que se desconectan de la realidad.",
        "ficha":[
            "Elemento: Agua",
            "Cualidad: Mutable",
            "Color: Mauve, Lila, Púrpura, Violeta, Verde mar",
            "Día: Jueves, Lunes",
            "Regente: Neptuno",
            "Mayor compatibilidad con: Cáncer, Escorpio",
            "Mejor pareja para matrimonio y asociaciones: Virgo",
            "Números de la suerte: 3, 7, 12, 16, 21, 25, 30, 34, 43, 52",
            "Rango de nacimiento: 19 de febrero - 20 de marzo"
        ],
        "caracteristicas": [
            "Los Leo son personas tranquilas, pacientes y amables. Son sensibles a los sentimientos de los demás y responden con simpatía y tacto al sufrimiento de las personas que los rodean. Son muy queridos por los demás porque tienen un carácter afable, cariñoso y amable.",
            "Las personas que han nacido bajo este signo suelen asumir sus responsabilidades y tienden a ser los primeros en resolver los problemas, además, también se preocupan mucho por los altibajos que pueden tener sus personas más cercanas.",
            "Las personas nacidas bajo este signo tienen un entendimiento intuitivo del ciclo de la vida y por ello logran tener buenas relaciones con otros seres humanos. Los Piscis son conocido por su sabiduría, pero bajo la influencia de Urano, pueden tomar el rol de mártir para atraer la atención. Los Piscis no juzgan a los demás y siempre perdonan. También son conocidos por ser el signo más tolerante del zodiaco."
        ],
        "periodDescription": "Se considera que alguien es del signo de Leo cuando su Sol natal empieza a manifestarse en forma plena, a partir del 19 de febrero, rango exacto del comienzo del mes de este signo. Por lo tanto, la actividad solar de esta casa afectará a los nacidos entre el 19 de febrero y el 20 de marzo. Piscis: Predicciones 2022 Un piscis es imaginativo y sensible. Es amable y tiene compasión hacia los demás. Es intuitivo y piensa en los demás. A piscis le gusta estar solo para soñar. Le gusta el misterio y el ridículo. Le gusta perderse.",
        "health": "Este 2022 debes tener mucho cuidado con el sobrepeso que puede afectar tus pie, así que lo ideal sería practicar la reflexologia para que alivies todos tus males. También estarás algo ansioso, así que relájate, cuida de tu salud y todo volverá a su curso.",
        "money": "Este 2022 se concretarán todos los negocios que tienes en mente, el éxito estará de tu lado, así que reúne toda tu energía para atraer las vibras positivas.",
        "love": "En este 2022 tienes que analizar todo con respecto al amor, así que evalúa alguna actitud tuya y trata de corregirla. \n Si tienes pareja esta puede ser una época en la que los dos opten por tomar un receso en su relación a fin de evaluar lo conseguido hasta ese momento. Si hay cordura y ganas es probable que las cosas reinicien favorablemente.",
        "past": "tuviste muchos problemas pero supiste encontrar el camino para resolverlos y crecer.",
        "present": "Es un momento propicio para el trabajo y el estudio, en especial para hacer trabajos prácticos atrasados de React.",
        "future": "Se ve un certificado de aprobación de una cursada muy importante, pero es necesario dedicarle el tiempo para disfrutar de los logros.",
        "YearWord": "Yo creo"
    },

    {
        "name": "Virgo",
        "image": "Virgo.png",
        "periodo": [
            "1900-08-21",
            "1900-09-20"
        ],
        "description": "Virgo es el último signo del zodiaco, pertenece al elemento agua, su planeta regente es Neptuno y su símbolo son dos peces que nadan en sentido contrario, lo cual representa la naturaleza cambiante, contradictoria e inconstante de sus nativos que han nacido entre el 19 de febrero al 20 de marzo. La personalidad de los piscianos es una de las más complejas y difíciles de definir. Influenciables y perceptivos que absorben todo tipo de impresión con peligro de caer en la confusión y desorganización. Con grandes valores espirituales, es el signo más desapegado a lo terrenal y más relacionado a lo trascendental. Se caracterizan por tener una poderosa imaginación, hasta tal punto que se desconectan de la realidad.",
        "ficha":[
            "Elemento: Agua",
            "Cualidad: Mutable",
            "Color: Mauve, Lila, Púrpura, Violeta, Verde mar",
            "Día: Jueves, Lunes",
            "Regente: Neptuno",
            "Mayor compatibilidad con: Cáncer, Escorpio",
            "Mejor pareja para matrimonio y asociaciones: Virgo",
            "Números de la suerte: 3, 7, 12, 16, 21, 25, 30, 34, 43, 52",
            "Rango de nacimiento: 19 de febrero - 20 de marzo"
        ],
        "caracteristicas": [
            "Los Virgo son personas tranquilas, pacientes y amables. Son sensibles a los sentimientos de los demás y responden con simpatía y tacto al sufrimiento de las personas que los rodean. Son muy queridos por los demás porque tienen un carácter afable, cariñoso y amable.",
            "Las personas que han nacido bajo este signo suelen asumir sus responsabilidades y tienden a ser los primeros en resolver los problemas, además, también se preocupan mucho por los altibajos que pueden tener sus personas más cercanas.",
            "Las personas nacidas bajo este signo tienen un entendimiento intuitivo del ciclo de la vida y por ello logran tener buenas relaciones con otros seres humanos. Los Piscis son conocido por su sabiduría, pero bajo la influencia de Urano, pueden tomar el rol de mártir para atraer la atención. Los Piscis no juzgan a los demás y siempre perdonan. También son conocidos por ser el signo más tolerante del zodiaco."
        ],
        "periodDescription": "Se considera que alguien es del signo de Virgo cuando su Sol natal empieza a manifestarse en forma plena, a partir del 19 de febrero, rango exacto del comienzo del mes de este signo. Por lo tanto, la actividad solar de esta casa afectará a los nacidos entre el 19 de febrero y el 20 de marzo. Piscis: Predicciones 2022 Un piscis es imaginativo y sensible. Es amable y tiene compasión hacia los demás. Es intuitivo y piensa en los demás. A piscis le gusta estar solo para soñar. Le gusta el misterio y el ridículo. Le gusta perderse.",
        "health": "Este 2022 debes tener mucho cuidado con el sobrepeso que puede afectar tus pie, así que lo ideal sería practicar la reflexologia para que alivies todos tus males. También estarás algo ansioso, así que relájate, cuida de tu salud y todo volverá a su curso.",
        "money": "Este 2022 se concretarán todos los negocios que tienes en mente, el éxito estará de tu lado, así que reúne toda tu energía para atraer las vibras positivas.",
        "love": "En este 2022 tienes que analizar todo con respecto al amor, así que evalúa alguna actitud tuya y trata de corregirla. \n Si tienes pareja esta puede ser una época en la que los dos opten por tomar un receso en su relación a fin de evaluar lo conseguido hasta ese momento. Si hay cordura y ganas es probable que las cosas reinicien favorablemente.",
        "past": "tuviste muchos problemas pero supiste encontrar el camino para resolverlos y crecer.",
        "present": "Es un momento propicio para el trabajo y el estudio, en especial para hacer trabajos prácticos atrasados de React.",
        "future": "Se ve un certificado de aprobación de una cursada muy importante, pero es necesario dedicarle el tiempo para disfrutar de los logros.",
        "YearWord": "Yo creo"
    },

    {
        "name": "Libra",
        "image": "Libra.png",
        "periodo": [
            "1900-09-21",
            "1900-10-20"
        ],
        "description": "Libra es el último signo del zodiaco, pertenece al elemento agua, su planeta regente es Neptuno y su símbolo son dos peces que nadan en sentido contrario, lo cual representa la naturaleza cambiante, contradictoria e inconstante de sus nativos que han nacido entre el 19 de febrero al 20 de marzo. La personalidad de los piscianos es una de las más complejas y difíciles de definir. Influenciables y perceptivos que absorben todo tipo de impresión con peligro de caer en la confusión y desorganización. Con grandes valores espirituales, es el signo más desapegado a lo terrenal y más relacionado a lo trascendental. Se caracterizan por tener una poderosa imaginación, hasta tal punto que se desconectan de la realidad.",
        "ficha":[
            "Elemento: Agua",
            "Cualidad: Mutable",
            "Color: Mauve, Lila, Púrpura, Violeta, Verde mar",
            "Día: Jueves, Lunes",
            "Regente: Neptuno",
            "Mayor compatibilidad con: Cáncer, Escorpio",
            "Mejor pareja para matrimonio y asociaciones: Virgo",
            "Números de la suerte: 3, 7, 12, 16, 21, 25, 30, 34, 43, 52",
            "Rango de nacimiento: 19 de febrero - 20 de marzo"
        ],
        "caracteristicas": [
            "Los Libra son personas tranquilas, pacientes y amables. Son sensibles a los sentimientos de los demás y responden con simpatía y tacto al sufrimiento de las personas que los rodean. Son muy queridos por los demás porque tienen un carácter afable, cariñoso y amable.",
            "Las personas que han nacido bajo este signo suelen asumir sus responsabilidades y tienden a ser los primeros en resolver los problemas, además, también se preocupan mucho por los altibajos que pueden tener sus personas más cercanas.",
            "Las personas nacidas bajo este signo tienen un entendimiento intuitivo del ciclo de la vida y por ello logran tener buenas relaciones con otros seres humanos. Los Piscis son conocido por su sabiduría, pero bajo la influencia de Urano, pueden tomar el rol de mártir para atraer la atención. Los Piscis no juzgan a los demás y siempre perdonan. También son conocidos por ser el signo más tolerante del zodiaco."
        ],
        "periodDescription": "Se considera que alguien es del signo de Libra cuando su Sol natal empieza a manifestarse en forma plena, a partir del 19 de febrero, rango exacto del comienzo del mes de este signo. Por lo tanto, la actividad solar de esta casa afectará a los nacidos entre el 19 de febrero y el 20 de marzo. Piscis: Predicciones 2022 Un piscis es imaginativo y sensible. Es amable y tiene compasión hacia los demás. Es intuitivo y piensa en los demás. A piscis le gusta estar solo para soñar. Le gusta el misterio y el ridículo. Le gusta perderse.",
        "health": "Este 2022 debes tener mucho cuidado con el sobrepeso que puede afectar tus pie, así que lo ideal sería practicar la reflexologia para que alivies todos tus males. También estarás algo ansioso, así que relájate, cuida de tu salud y todo volverá a su curso.",
        "money": "Este 2022 se concretarán todos los negocios que tienes en mente, el éxito estará de tu lado, así que reúne toda tu energía para atraer las vibras positivas.",
        "love": "En este 2022 tienes que analizar todo con respecto al amor, así que evalúa alguna actitud tuya y trata de corregirla. \n Si tienes pareja esta puede ser una época en la que los dos opten por tomar un receso en su relación a fin de evaluar lo conseguido hasta ese momento. Si hay cordura y ganas es probable que las cosas reinicien favorablemente.",
        "past": "tuviste muchos problemas pero supiste encontrar el camino para resolverlos y crecer.",
        "present": "Es un momento propicio para el trabajo y el estudio, en especial para hacer trabajos prácticos atrasados de React.",
        "future": "Se ve un certificado de aprobación de una cursada muy importante, pero es necesario dedicarle el tiempo para disfrutar de los logros.",
        "YearWord": "Yo creo"
    },

    {
        "name": "Escorpio",
        "image": "Escorpio.png",
        "periodo": [
            "1900-10-21",
            "1900-11-20"
        ],
        "description": "Escorpio es el último signo del zodiaco, pertenece al elemento agua, su planeta regente es Neptuno y su símbolo son dos peces que nadan en sentido contrario, lo cual representa la naturaleza cambiante, contradictoria e inconstante de sus nativos que han nacido entre el 19 de febrero al 20 de marzo. La personalidad de los piscianos es una de las más complejas y difíciles de definir. Influenciables y perceptivos que absorben todo tipo de impresión con peligro de caer en la confusión y desorganización. Con grandes valores espirituales, es el signo más desapegado a lo terrenal y más relacionado a lo trascendental. Se caracterizan por tener una poderosa imaginación, hasta tal punto que se desconectan de la realidad.",
        "ficha":[
            "Elemento: Agua",
            "Cualidad: Mutable",
            "Color: Mauve, Lila, Púrpura, Violeta, Verde mar",
            "Día: Jueves, Lunes",
            "Regente: Neptuno",
            "Mayor compatibilidad con: Cáncer, Escorpio",
            "Mejor pareja para matrimonio y asociaciones: Virgo",
            "Números de la suerte: 3, 7, 12, 16, 21, 25, 30, 34, 43, 52",
            "Rango de nacimiento: 19 de febrero - 20 de marzo"
        ],
        "caracteristicas": [
            "Los Escorpio son personas tranquilas, pacientes y amables. Son sensibles a los sentimientos de los demás y responden con simpatía y tacto al sufrimiento de las personas que los rodean. Son muy queridos por los demás porque tienen un carácter afable, cariñoso y amable.",
            "Las personas que han nacido bajo este signo suelen asumir sus responsabilidades y tienden a ser los primeros en resolver los problemas, además, también se preocupan mucho por los altibajos que pueden tener sus personas más cercanas.",
            "Las personas nacidas bajo este signo tienen un entendimiento intuitivo del ciclo de la vida y por ello logran tener buenas relaciones con otros seres humanos. Los Piscis son conocido por su sabiduría, pero bajo la influencia de Urano, pueden tomar el rol de mártir para atraer la atención. Los Piscis no juzgan a los demás y siempre perdonan. También son conocidos por ser el signo más tolerante del zodiaco."
        ],
        "periodDescription": "Se considera que alguien es del signo de Escorpio cuando su Sol natal empieza a manifestarse en forma plena, a partir del 19 de febrero, rango exacto del comienzo del mes de este signo. Por lo tanto, la actividad solar de esta casa afectará a los nacidos entre el 19 de febrero y el 20 de marzo. Piscis: Predicciones 2022 Un piscis es imaginativo y sensible. Es amable y tiene compasión hacia los demás. Es intuitivo y piensa en los demás. A piscis le gusta estar solo para soñar. Le gusta el misterio y el ridículo. Le gusta perderse.",
        "health": "Este 2022 debes tener mucho cuidado con el sobrepeso que puede afectar tus pie, así que lo ideal sería practicar la reflexologia para que alivies todos tus males. También estarás algo ansioso, así que relájate, cuida de tu salud y todo volverá a su curso.",
        "money": "Este 2022 se concretarán todos los negocios que tienes en mente, el éxito estará de tu lado, así que reúne toda tu energía para atraer las vibras positivas.",
        "love": "En este 2022 tienes que analizar todo con respecto al amor, así que evalúa alguna actitud tuya y trata de corregirla. \n Si tienes pareja esta puede ser una época en la que los dos opten por tomar un receso en su relación a fin de evaluar lo conseguido hasta ese momento. Si hay cordura y ganas es probable que las cosas reinicien favorablemente.",
        "past": "tuviste muchos problemas pero supiste encontrar el camino para resolverlos y crecer.",
        "present": "Es un momento propicio para el trabajo y el estudio, en especial para hacer trabajos prácticos atrasados de React.",
        "future": "Se ve un certificado de aprobación de una cursada muy importante, pero es necesario dedicarle el tiempo para disfrutar de los logros.",
        "YearWord": "Yo creo"
    },

    {
        "name": "Ságitario",
        "image": "Sagitario.png",
        "periodo": [
            "1900-11-21",
            "1900-12-20"
        ],
        "description": "Ságitario es el último signo del zodiaco, pertenece al elemento agua, su planeta regente es Neptuno y su símbolo son dos peces que nadan en sentido contrario, lo cual representa la naturaleza cambiante, contradictoria e inconstante de sus nativos que han nacido entre el 19 de febrero al 20 de marzo. La personalidad de los piscianos es una de las más complejas y difíciles de definir. Influenciables y perceptivos que absorben todo tipo de impresión con peligro de caer en la confusión y desorganización. Con grandes valores espirituales, es el signo más desapegado a lo terrenal y más relacionado a lo trascendental. Se caracterizan por tener una poderosa imaginación, hasta tal punto que se desconectan de la realidad.",
        "ficha":[
            "Elemento: Agua",
            "Cualidad: Mutable",
            "Color: Mauve, Lila, Púrpura, Violeta, Verde mar",
            "Día: Jueves, Lunes",
            "Regente: Neptuno",
            "Mayor compatibilidad con: Cáncer, Escorpio",
            "Mejor pareja para matrimonio y asociaciones: Virgo",
            "Números de la suerte: 3, 7, 12, 16, 21, 25, 30, 34, 43, 52",
            "Rango de nacimiento: 19 de febrero - 20 de marzo"
        ],
        "caracteristicas": [
            "Los Ságitario son personas tranquilas, pacientes y amables. Son sensibles a los sentimientos de los demás y responden con simpatía y tacto al sufrimiento de las personas que los rodean. Son muy queridos por los demás porque tienen un carácter afable, cariñoso y amable.",
            "Las personas que han nacido bajo este signo suelen asumir sus responsabilidades y tienden a ser los primeros en resolver los problemas, además, también se preocupan mucho por los altibajos que pueden tener sus personas más cercanas.",
            "Las personas nacidas bajo este signo tienen un entendimiento intuitivo del ciclo de la vida y por ello logran tener buenas relaciones con otros seres humanos. Los Piscis son conocido por su sabiduría, pero bajo la influencia de Urano, pueden tomar el rol de mártir para atraer la atención. Los Piscis no juzgan a los demás y siempre perdonan. También son conocidos por ser el signo más tolerante del zodiaco."
        ],
        "periodDescription": "Se considera que alguien es del signo de Ságitario cuando su Sol natal empieza a manifestarse en forma plena, a partir del 19 de febrero, rango exacto del comienzo del mes de este signo. Por lo tanto, la actividad solar de esta casa afectará a los nacidos entre el 19 de febrero y el 20 de marzo. Piscis: Predicciones 2022 Un piscis es imaginativo y sensible. Es amable y tiene compasión hacia los demás. Es intuitivo y piensa en los demás. A piscis le gusta estar solo para soñar. Le gusta el misterio y el ridículo. Le gusta perderse.",
        "health": "Este 2022 debes tener mucho cuidado con el sobrepeso que puede afectar tus pie, así que lo ideal sería practicar la reflexologia para que alivies todos tus males. También estarás algo ansioso, así que relájate, cuida de tu salud y todo volverá a su curso.",
        "money": "Este 2022 se concretarán todos los negocios que tienes en mente, el éxito estará de tu lado, así que reúne toda tu energía para atraer las vibras positivas.",
        "love": "En este 2022 tienes que analizar todo con respecto al amor, así que evalúa alguna actitud tuya y trata de corregirla. \n Si tienes pareja esta puede ser una época en la que los dos opten por tomar un receso en su relación a fin de evaluar lo conseguido hasta ese momento. Si hay cordura y ganas es probable que las cosas reinicien favorablemente.",
        "past": "tuviste muchos problemas pero supiste encontrar el camino para resolverlos y crecer.",
        "present": "Es un momento propicio para el trabajo y el estudio, en especial para hacer trabajos prácticos atrasados de React.",
        "future": "Se ve un certificado de aprobación de una cursada muy importante, pero es necesario dedicarle el tiempo para disfrutar de los logros.",
        "YearWord": "Yo creo"
    },

    {
        "name": "Capricornio",
        "image": "Capricornio.png",
        "periodo": [
            "1900-12-21",
            "1900-01-20"
        ],
        "description": "Capricornio es el último signo del zodiaco, pertenece al elemento agua, su planeta regente es Neptuno y su símbolo son dos peces que nadan en sentido contrario, lo cual representa la naturaleza cambiante, contradictoria e inconstante de sus nativos que han nacido entre el 19 de febrero al 20 de marzo. La personalidad de los piscianos es una de las más complejas y difíciles de definir. Influenciables y perceptivos que absorben todo tipo de impresión con peligro de caer en la confusión y desorganización. Con grandes valores espirituales, es el signo más desapegado a lo terrenal y más relacionado a lo trascendental. Se caracterizan por tener una poderosa imaginación, hasta tal punto que se desconectan de la realidad.",
        "ficha":[
            "Elemento: Agua",
            "Cualidad: Mutable",
            "Color: Mauve, Lila, Púrpura, Violeta, Verde mar",
            "Día: Jueves, Lunes",
            "Regente: Neptuno",
            "Mayor compatibilidad con: Cáncer, Escorpio",
            "Mejor pareja para matrimonio y asociaciones: Virgo",
            "Números de la suerte: 3, 7, 12, 16, 21, 25, 30, 34, 43, 52",
            "Rango de nacimiento: 19 de febrero - 20 de marzo"
        ],
        "caracteristicas": [
            "Los Capricornio son personas tranquilas, pacientes y amables. Son sensibles a los sentimientos de los demás y responden con simpatía y tacto al sufrimiento de las personas que los rodean. Son muy queridos por los demás porque tienen un carácter afable, cariñoso y amable.",
            "Las personas que han nacido bajo este signo suelen asumir sus responsabilidades y tienden a ser los primeros en resolver los problemas, además, también se preocupan mucho por los altibajos que pueden tener sus personas más cercanas.",
            "Las personas nacidas bajo este signo tienen un entendimiento intuitivo del ciclo de la vida y por ello logran tener buenas relaciones con otros seres humanos. Los Piscis son conocido por su sabiduría, pero bajo la influencia de Urano, pueden tomar el rol de mártir para atraer la atención. Los Piscis no juzgan a los demás y siempre perdonan. También son conocidos por ser el signo más tolerante del zodiaco."
        ],
        "periodDescription": "Se considera que alguien es del signo de Capricornio cuando su Sol natal empieza a manifestarse en forma plena, a partir del 19 de febrero, rango exacto del comienzo del mes de este signo. Por lo tanto, la actividad solar de esta casa afectará a los nacidos entre el 19 de febrero y el 20 de marzo. Piscis: Predicciones 2022 Un piscis es imaginativo y sensible. Es amable y tiene compasión hacia los demás. Es intuitivo y piensa en los demás. A piscis le gusta estar solo para soñar. Le gusta el misterio y el ridículo. Le gusta perderse.",
        "health": "Este 2022 debes tener mucho cuidado con el sobrepeso que puede afectar tus pie, así que lo ideal sería practicar la reflexologia para que alivies todos tus males. También estarás algo ansioso, así que relájate, cuida de tu salud y todo volverá a su curso.",
        "money": "Este 2022 se concretarán todos los negocios que tienes en mente, el éxito estará de tu lado, así que reúne toda tu energía para atraer las vibras positivas.",
        "love": "En este 2022 tienes que analizar todo con respecto al amor, así que evalúa alguna actitud tuya y trata de corregirla. \n Si tienes pareja esta puede ser una época en la que los dos opten por tomar un receso en su relación a fin de evaluar lo conseguido hasta ese momento. Si hay cordura y ganas es probable que las cosas reinicien favorablemente.",
        "past": "tuviste muchos problemas pero supiste encontrar el camino para resolverlos y crecer.",
        "present": "Es un momento propicio para el trabajo y el estudio, en especial para hacer trabajos prácticos atrasados de React.",
        "future": "Se ve un certificado de aprobación de una cursada muy importante, pero es necesario dedicarle el tiempo para disfrutar de los logros.",
        "YearWord": "Yo creo"
    },

    {
        "name": "Acuario",
        "image": "Acuario.png",
        "periodo": [
            "1900-01-21",
            "1900-02-20"
        ],
        "description": "Acuario es el último signo del zodiaco, pertenece al elemento agua, su planeta regente es Neptuno y su símbolo son dos peces que nadan en sentido contrario, lo cual representa la naturaleza cambiante, contradictoria e inconstante de sus nativos que han nacido entre el 19 de febrero al 20 de marzo. La personalidad de los piscianos es una de las más complejas y difíciles de definir. Influenciables y perceptivos que absorben todo tipo de impresión con peligro de caer en la confusión y desorganización. Con grandes valores espirituales, es el signo más desapegado a lo terrenal y más relacionado a lo trascendental. Se caracterizan por tener una poderosa imaginación, hasta tal punto que se desconectan de la realidad.",
        "ficha":[
            "Elemento: Agua",
            "Cualidad: Mutable",
            "Color: Mauve, Lila, Púrpura, Violeta, Verde mar",
            "Día: Jueves, Lunes",
            "Regente: Neptuno",
            "Mayor compatibilidad con: Cáncer, Escorpio",
            "Mejor pareja para matrimonio y asociaciones: Virgo",
            "Números de la suerte: 3, 7, 12, 16, 21, 25, 30, 34, 43, 52",
            "Rango de nacimiento: 19 de febrero - 20 de marzo"
        ],
        "caracteristicas": [
            "Los Acuario son personas tranquilas, pacientes y amables. Son sensibles a los sentimientos de los demás y responden con simpatía y tacto al sufrimiento de las personas que los rodean. Son muy queridos por los demás porque tienen un carácter afable, cariñoso y amable.",
            "Las personas que han nacido bajo este signo suelen asumir sus responsabilidades y tienden a ser los primeros en resolver los problemas, además, también se preocupan mucho por los altibajos que pueden tener sus personas más cercanas.",
            "Las personas nacidas bajo este signo tienen un entendimiento intuitivo del ciclo de la vida y por ello logran tener buenas relaciones con otros seres humanos. Los Piscis son conocido por su sabiduría, pero bajo la influencia de Urano, pueden tomar el rol de mártir para atraer la atención. Los Piscis no juzgan a los demás y siempre perdonan. También son conocidos por ser el signo más tolerante del zodiaco."
        ],
        "periodDescription": "Se considera que alguien es del signo de Acuario cuando su Sol natal empieza a manifestarse en forma plena, a partir del 19 de febrero, rango exacto del comienzo del mes de este signo. Por lo tanto, la actividad solar de esta casa afectará a los nacidos entre el 19 de febrero y el 20 de marzo. Piscis: Predicciones 2022 Un piscis es imaginativo y sensible. Es amable y tiene compasión hacia los demás. Es intuitivo y piensa en los demás. A piscis le gusta estar solo para soñar. Le gusta el misterio y el ridículo. Le gusta perderse.",
        "health": "Este 2022 debes tener mucho cuidado con el sobrepeso que puede afectar tus pie, así que lo ideal sería practicar la reflexologia para que alivies todos tus males. También estarás algo ansioso, así que relájate, cuida de tu salud y todo volverá a su curso.",
        "money": "Este 2022 se concretarán todos los negocios que tienes en mente, el éxito estará de tu lado, así que reúne toda tu energía para atraer las vibras positivas.",
        "love": "En este 2022 tienes que analizar todo con respecto al amor, así que evalúa alguna actitud tuya y trata de corregirla. \n Si tienes pareja esta puede ser una época en la que los dos opten por tomar un receso en su relación a fin de evaluar lo conseguido hasta ese momento. Si hay cordura y ganas es probable que las cosas reinicien favorablemente.",
        "past": "tuviste muchos problemas pero supiste encontrar el camino para resolverlos y crecer.",
        "present": "Es un momento propicio para el trabajo y el estudio, en especial para hacer trabajos prácticos atrasados de React.",
        "future": "Se ve un certificado de aprobación de una cursada muy importante, pero es necesario dedicarle el tiempo para disfrutar de los logros.",
        "YearWord": "Yo creo"
    },

    {
        "name": "Piscis",
        "image": "Piscis.png",
        "periodo": [
            "1900-02-21",
            "1900-03-20"
        ],
        "description": "Piscis es el último signo del zodiaco, pertenece al elemento agua, su planeta regente es Neptuno y su símbolo son dos peces que nadan en sentido contrario, lo cual representa la naturaleza cambiante, contradictoria e inconstante de sus nativos que han nacido entre el 19 de febrero al 20 de marzo. La personalidad de los piscianos es una de las más complejas y difíciles de definir. Influenciables y perceptivos que absorben todo tipo de impresión con peligro de caer en la confusión y desorganización. Con grandes valores espirituales, es el signo más desapegado a lo terrenal y más relacionado a lo trascendental. Se caracterizan por tener una poderosa imaginación, hasta tal punto que se desconectan de la realidad.",
        "ficha":[
            "Elemento: Agua",
            "Cualidad: Mutable",
            "Color: Mauve, Lila, Púrpura, Violeta, Verde mar",
            "Día: Jueves, Lunes",
            "Regente: Neptuno",
            "Mayor compatibilidad con: Cáncer, Escorpio",
            "Mejor pareja para matrimonio y asociaciones: Virgo",
            "Números de la suerte: 3, 7, 12, 16, 21, 25, 30, 34, 43, 52",
            "Rango de nacimiento: 19 de febrero - 20 de marzo"
        ],
        "caracteristicas": [
            "Los Piscis son personas tranquilas, pacientes y amables. Son sensibles a los sentimientos de los demás y responden con simpatía y tacto al sufrimiento de las personas que los rodean. Son muy queridos por los demás porque tienen un carácter afable, cariñoso y amable.",
            "Las personas que han nacido bajo este signo suelen asumir sus responsabilidades y tienden a ser los primeros en resolver los problemas, además, también se preocupan mucho por los altibajos que pueden tener sus personas más cercanas.",
            "Las personas nacidas bajo este signo tienen un entendimiento intuitivo del ciclo de la vida y por ello logran tener buenas relaciones con otros seres humanos. Los Piscis son conocido por su sabiduría, pero bajo la influencia de Urano, pueden tomar el rol de mártir para atraer la atención. Los Piscis no juzgan a los demás y siempre perdonan. También son conocidos por ser el signo más tolerante del zodiaco."
        ],
        "periodDescription": "Se considera que alguien es del signo de Piscis cuando su Sol natal empieza a manifestarse en forma plena, a partir del 19 de febrero, rango exacto del comienzo del mes de este signo. Por lo tanto, la actividad solar de esta casa afectará a los nacidos entre el 19 de febrero y el 20 de marzo. Piscis: Predicciones 2022 Un piscis es imaginativo y sensible. Es amable y tiene compasión hacia los demás. Es intuitivo y piensa en los demás. A piscis le gusta estar solo para soñar. Le gusta el misterio y el ridículo. Le gusta perderse.",
        "health": "Este 2022 debes tener mucho cuidado con el sobrepeso que puede afectar tus pie, así que lo ideal sería practicar la reflexologia para que alivies todos tus males. También estarás algo ansioso, así que relájate, cuida de tu salud y todo volverá a su curso.",
        "money": "Este 2022 se concretarán todos los negocios que tienes en mente, el éxito estará de tu lado, así que reúne toda tu energía para atraer las vibras positivas.",
        "love": "En este 2022 tienes que analizar todo con respecto al amor, así que evalúa alguna actitud tuya y trata de corregirla. \n Si tienes pareja esta puede ser una época en la que los dos opten por tomar un receso en su relación a fin de evaluar lo conseguido hasta ese momento. Si hay cordura y ganas es probable que las cosas reinicien favorablemente.",
        "past": "tuviste muchos problemas pero supiste encontrar el camino para resolverlos y crecer.",
        "present": "Es un momento propicio para el trabajo y el estudio, en especial para hacer trabajos prácticos atrasados de React.",
        "future": "Se ve un certificado de aprobación de una cursada muy importante, pero es necesario dedicarle el tiempo para disfrutar de los logros.",
        "YearWord": "Yo creo"
    }
]